Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 拖拽音频文件到窗口，或点击工具栏的导入按钮。支持 m4a、mp3、wav，也支持 mp4、mov、m4v 视频（自动抽取音轨，原始视频同文件夹保留）。导入文件同样存储到 Memonta 文件夹。
ar: اسحب ملفًا صوتيًا إلى النافذة أو انقر زر الاستيراد في شريط الأدوات. يدعم m4a وmp3 وwav، وكذلك فيديو mp4 وmov وm4v (يُستخرج المسار الصوتي تلقائيًا ويُحتفظ بالفيديو الأصلي في المجلد نفسه). تُحفظ الملفات المستوردة أيضًا في مجلد Memonta.
de: Ziehe eine Audiodatei in das Fenster oder klicke auf die Import-Schaltfläche in der Symbolleiste. Unterstützt m4a, mp3 und wav sowie mp4-, mov- und m4v-Videos (Audiospur wird automatisch extrahiert, das Originalvideo bleibt im selben Ordner erhalten). Importierte Dateien werden ebenfalls im Memonta-Ordner gespeichert.
en: Drag an audio file into the window, or click the import button in the toolbar. Supports m4a, mp3, and wav, as well as mp4, mov, and m4v video (audio track extracted automatically; the original video is kept in the same folder). Imported files are also stored in the Memonta folder.
es: Arrastra un archivo de audio a la ventana o haz clic en el botón de importar de la barra de herramientas. Compatible con m4a, mp3 y wav, y también con vídeos mp4, mov y m4v (la pista de audio se extrae automáticamente y el vídeo original se conserva en la misma carpeta). Los archivos importados también se guardan en la carpeta Memonta.
fr: Faites glisser un fichier audio dans la fenêtre ou cliquez sur le bouton d'import de la barre d'outils. Prend en charge m4a, mp3 et wav, ainsi que les vidéos mp4, mov et m4v (la piste audio est extraite automatiquement et la vidéo d'origine est conservée dans le même dossier). Les fichiers importés sont également stockés dans le dossier Memonta.
hi: ऑडियो फ़ाइल को विंडो में खींचें, या टूलबार के आयात बटन पर क्लिक करें। m4a, mp3 और wav के साथ-साथ mp4, mov और m4v वीडियो का समर्थन करता है (ऑडियो ट्रैक स्वतः निकाला जाता है, मूल वीडियो उसी फ़ोल्डर में सुरक्षित रहता है)। आयातित फ़ाइलें भी Memonta फ़ोल्डर में सहेजी जाती हैं।
id: Seret file audio ke jendela, atau klik tombol impor di bilah alat. Mendukung m4a, mp3, dan wav, serta video mp4, mov, dan m4v (trek audio diekstrak otomatis, video asli disimpan di folder yang sama). File yang diimpor juga disimpan di folder Memonta.
it: Trascina un file audio nella finestra oppure fai clic sul pulsante di importazione nella barra degli strumenti. Supporta m4a, mp3 e wav, oltre ai video mp4, mov e m4v (la traccia audio viene estratta automaticamente e il video originale viene conservato nella stessa cartella). Anche i file importati vengono salvati nella cartella Memonta.
ja: 音声ファイルをウィンドウにドラッグするか、ツールバーの読み込みボタンをクリックします。m4a、mp3、wav に対応し、mp4、mov、m4v 動画にも対応します（音声トラックを自動抽出し、元の動画は同じフォルダに保持されます）。読み込んだファイルも Memonta フォルダに保存されます。
ko: 오디오 파일을 창으로 끌어다 놓거나 도구 모음의 가져오기 버튼을 클릭하세요. m4a, mp3, wav를 지원하며 mp4, mov, m4v 동영상도 지원합니다(오디오 트랙을 자동 추출하고 원본 동영상은 같은 폴더에 보관됩니다). 가져온 파일도 Memonta 폴더에 저장됩니다.
nl: Sleep een audiobestand naar het venster of klik op de importknop in de werkbalk. Ondersteunt m4a, mp3 en wav, evenals mp4-, mov- en m4v-video's (audiospoor wordt automatisch geëxtraheerd, de originele video blijft in dezelfde map bewaard). Geïmporteerde bestanden worden ook in de Memonta-map opgeslagen.
pl: Przeciągnij plik audio do okna lub kliknij przycisk importu na pasku narzędzi. Obsługuje m4a, mp3 i wav oraz wideo mp4, mov i m4v (ścieżka audio jest wyodrębniana automatycznie, oryginalne wideo pozostaje w tym samym folderze). Zaimportowane pliki są również zapisywane w folderze Memonta.
pt: Arraste um arquivo de áudio para a janela ou clique no botão de importar da barra de ferramentas. Suporta m4a, mp3 e wav, além de vídeos mp4, mov e m4v (a faixa de áudio é extraída automaticamente e o vídeo original é mantido na mesma pasta). Os arquivos importados também são salvos na pasta Memonta.
ru: Перетащите аудиофайл в окно или нажмите кнопку импорта на панели инструментов. Поддерживаются m4a, mp3 и wav, а также видео mp4, mov и m4v (звуковая дорожка извлекается автоматически, исходное видео сохраняется в той же папке). Импортированные файлы также сохраняются в папке Memonta.
sv: Dra ett ljudklipp till fönstret eller klicka på importknappen i verktygsfältet. Stöder m4a, mp3 och wav samt mp4-, mov- och m4v-video (ljudspåret extraheras automatiskt och originalvideon sparas i samma mapp). Importerade filer sparas också i Memonta-mappen.
th: ลากไฟล์เสียงไปยังหน้าต่าง หรือคลิกปุ่มนำเข้าบนแถบเครื่องมือ รองรับ m4a, mp3 และ wav รวมถึงวิดีโอ mp4, mov และ m4v (ดึงแทร็กเสียงออกโดยอัตโนมัติ และเก็บวิดีโอต้นฉบับไว้ในโฟลเดอร์เดียวกัน) ไฟล์ที่นำเข้าก็จะถูกบันทึกไว้ในโฟลเดอร์ Memonta เช่นกัน
tr: Bir ses dosyasını pencereye sürükleyin veya araç çubuğundaki içe aktar düğmesine tıklayın. m4a, mp3 ve wav ile birlikte mp4, mov ve m4v videoyu destekler (ses kanalı otomatik çıkarılır, orijinal video aynı klasörde saklanır). İçe aktarılan dosyalar da Memonta klasörüne kaydedilir.
uk: Перетягніть аудіофайл у вікно або натисніть кнопку імпорту на панелі інструментів. Підтримує m4a, mp3 і wav, а також відео mp4, mov і m4v (звукову доріжку вилучено автоматично, оригінальне відео зберігається в тій самій теці). Імпортовані файли також зберігаються в теці Memonta.
vi: Kéo tệp âm thanh vào cửa sổ, hoặc nhấp vào nút nhập trên thanh công cụ. Hỗ trợ m4a, mp3 và wav, cũng như video mp4, mov và m4v (tự động trích xuất âm thanh, video gốc được giữ trong cùng thư mục). Tệp đã nhập cũng được lưu vào thư mục Memonta.
zh_hant: 拖曳音訊檔案到視窗，或點擊工具列的匯入按鈕。支援 m4a、mp3、wav，也支援 mp4、mov、m4v 影片（自動擷取音軌，原始影片同資料夾保留）。匯入檔案同樣儲存到 Memonta 資料夾。

source: 按 ⌃⌘S 或点击“捕获”，框选要保存的内容。截图会自动归档为图片笔记。
ar: اضغط ⌃⌘S أو انقر «التقاط»، ثم حدّد المنطقة المراد حفظها. تُؤرشف لقطات الشاشة تلقائيًا كملاحظات صور.
de: Drücken Sie ⌃⌘S oder klicken Sie auf „Aufnehmen“, und ziehen Sie auf, was gespeichert werden soll. Screenshots werden automatisch als Bildnotizen archiviert.
en: Press ⌃⌘S or click “Capture,” then drag to select what to save. Screenshots are automatically archived as image notes.
es: Pulsa ⌃⌘S o haz clic en “Capturar” y selecciona lo que quieras guardar. Las capturas se archivan automáticamente como notas de imagen.
fr: Appuyez sur ⌃⌘S ou cliquez sur « Capturer », puis sélectionnez la zone à conserver. Les captures sont automatiquement archivées comme notes image.
hi: ⌃⌘S दबाएँ या “कैप्चर” पर क्लिक करें, फिर सहेजने के लिए क्षेत्र चुनें। स्क्रीनशॉट स्वतः इमेज नोट के रूप में संग्रहित हो जाते हैं।
id: Tekan ⌃⌘S atau klik “Tangkap”, lalu seret untuk memilih area yang ingin disimpan. Tangkapan layar otomatis diarsipkan sebagai catatan gambar.
it: Premi ⌃⌘S o fai clic su “Cattura”, poi trascina per selezionare ciò che vuoi salvare. Gli screenshot vengono archiviati automaticamente come note immagine.
ja: ⌃⌘S を押すか「キャプチャ」をクリックし、保存したい範囲を選択します。スクリーンショットは自動的に画像ノートとしてアーカイブされます。
ko: ⌃⌘S를 누르거나 “캡처”를 클릭한 뒤 저장할 영역을 선택하세요. 스크린샷은 자동으로 이미지 메모로 보관됩니다.
nl: Druk op ⌃⌘S of klik op “Vastleggen” en sleep om te selecteren wat u wilt opslaan. Schermafbeeldingen worden automatisch gearchiveerd als afbeeldingsnotities.
pl: Naciśnij ⌃⌘S lub kliknij „Przechwyć”, a następnie zaznacz obszar do zapisania. Zrzuty ekranu są automatycznie archiwizowane jako notatki z obrazem.
pt: Prima ⌃⌘S ou clique em “Capturar” e arraste para selecionar o que guardar. As capturas são arquivadas automaticamente como notas de imagem.
ru: Нажмите ⌃⌘S или щёлкните «Захватить» и выделите область для сохранения. Снимки автоматически архивируются как заметки с изображением.
sv: Tryck på ⌃⌘S eller klicka på ”Fånga” och markera det du vill spara. Skärmdumpar arkiveras automatiskt som bildanteckningar.
th: กด ⌃⌘S หรือคลิก “จับภาพ” แล้วลากเลือกส่วนที่ต้องการบันทึก ภาพหน้าจอจะถูกเก็บเป็นหมายเหตุรูปภาพโดยอัตโนมัติ
tr: ⌃⌘S tuşlarına basın veya “Yakala”ya tıklayıp kaydetmek istediğiniz alanı seçin. Ekran görüntüleri otomatik olarak görsel not olarak arşivlenir.
uk: Натисніть ⌃⌘S або клацніть «Захопити» й виділіть область для збереження. Знімки екрана автоматично архівуються як нотатки із зображенням.
vi: Nhấn ⌃⌘S hoặc nhấp “Chụp”, rồi kéo chọn vùng cần lưu. Ảnh chụp màn hình tự động được lưu trữ thành ghi chú hình ảnh.
zh_hant: 按 ⌃⌘S 或點擊「擷取」，框選要儲存的內容。截圖會自動歸檔為圖片筆記。

source: 按住 ⌘ 或 ⇧ 点击可多选；右键可批量隐藏或删除
ar: اضغط ⌘ أو ⇧ مع النقر لتحديد عدة عناصر؛ انقر بزر الفأرة الأيمن لإخفاء أو حذف مجموعة
de: ⌘-Klick oder ⇧-Klick zur Mehrfachauswahl; Rechtsklick zum gebündelten Ausblenden oder Löschen
en: ⌘-click or ⇧-click to select multiple; right-click to hide or delete in bulk
es: ⌘-clic o ⇧-clic para seleccionar varios; clic derecho para ocultar o eliminar en lote
fr: ⌘-clic ou ⇧-clic pour sélectionner plusieurs éléments ; clic droit pour masquer ou supprimer en lot
hi: कई चुनने के लिए ⌘ या ⇧ दबाकर क्लिक करें; थोक में छिपाने/हटाने हेतु दायाँ-क्लिक
id: ⌘-klik atau ⇧-klik untuk memilih beberapa; klik kanan untuk menyembunyikan atau menghapus secara massal
it: ⌘-clic o ⇧-clic per selezionare più elementi; clic destro per nascondere o eliminare in blocco
ja: ⌘ クリックまたは ⇧ クリックで複数選択；右クリックで一括して非表示/削除できます
ko: ⌘-클릭 또는 ⇧-클릭으로 여러 개 선택; 마우스 오른쪽 클릭으로 일괄 숨기기 또는 삭제
nl: ⌘-klik of ⇧-klik om meerdere te selecteren; klik met rechts om in bulk te verbergen of verwijderen
pl: ⌘-kliknięcie lub ⇧-kliknięcie, aby zaznaczyć wiele; prawy przycisk, aby ukryć lub usunąć zbiorczo
pt: ⌘-clique ou ⇧-clique para selecionar vários; clique com o botão direito para ocultar ou excluir em lote
ru: ⌘-щелчок или ⇧-щелчок для выбора нескольких; щелчок правой кнопкой для массового скрытия или удаления
sv: ⌘-klicka eller ⇧-klicka för att markera flera; högerklicka för att dölja eller ta bort i grupp
th: ⌘-คลิก หรือ ⇧-คลิก เพื่อเลือกหลายรายการ; คลิกขวาเพื่อซ่อนหรือลบเป็นชุด
tr: Birden çok seçmek için ⌘-tık veya ⇧-tık; toplu gizlemek veya silmek için sağ tık
uk: ⌘-клацання або ⇧-клацання для вибору кількох; клацання правою для масового приховування чи видалення
vi: ⌘-nhấp hoặc ⇧-nhấp để chọn nhiều mục; nhấp phải để ẩn hoặc xóa hàng loạt
zh_hant: 按住 ⌘ 或 ⇧ 點擊可多選；右鍵可批次隱藏或刪除

source: 捕获
ar: التقاط
de: Erfassen
en: Capture
es: Capturar
fr: Capturer
hi: कैप्चर
id: Tangkap
it: Acquisisci
ja: キャプチャ
ko: 캡처
nl: Vastleggen
pl: Przechwyć
pt: Capturar
ru: Захват
sv: Fånga
th: จับภาพ
tr: Yakala
uk: Захоплення
vi: Chụp
zh_hant: 擷取

source: 捕获会话进行中，请先完成或取消当前会话再开始录屏。
ar: هناك جلسة التقاط جارية؛ أكملها أو ألغها قبل بدء تسجيل الشاشة.
de: Eine Erfassungssitzung läuft; schließen oder verwerfen Sie sie, bevor Sie die Bildschirmaufnahme starten.
en: A capture session is in progress; finish or cancel it before starting screen recording.
es: Hay una sesión de captura en curso; termínala o cancélala antes de iniciar la grabación de pantalla.
fr: Une session de capture est en cours ; terminez-la ou annulez-la avant de lancer l'enregistrement d'écran.
hi: कैप्चर सत्र चल रहा है; स्क्रीन रिकॉर्डिंग शुरू करने से पहले उसे पूरा करें या रद्द करें।
id: Sesi tangkapan sedang berjalan; selesaikan atau batalkan dulu sebelum memulai perekaman layar.
it: È in corso una sessione di acquisizione; completala o annullala prima di avviare la registrazione schermo.
ja: キャプチャセッションの実行中です。完了またはキャンセルしてから画面収録を開始してください。
ko: 캡처 세션이 진행 중입니다. 완료하거나 취소한 뒤 화면 기록을 시작하세요.
nl: Er is een vastleggingssessie bezig; voltooi of annuleer deze voordat je schermopname start.
pl: Trwa sesja przechwytywania; zakończ ją lub anuluj przed rozpoczęciem nagrywania ekranu.
pt: Está a decorrer uma sessão de captura; conclua-a ou cancele-a antes de iniciar a gravação de ecrã.
ru: Идёт сеанс захвата; завершите или отмените его, прежде чем начинать запись экрана.
sv: En fångstsession pågår; slutför eller avbryt den innan du startar skärminspelning.
th: กำลังมีเซสชันจับภาพอยู่ โปรดทำให้เสร็จหรือยกเลิกก่อนเริ่มบันทึกหน้าจอ
tr: Bir yakalama oturumu sürüyor; ekran kaydını başlatmadan önce oturumu tamamlayın veya iptal edin.
uk: Триває сеанс захоплення; завершіть або скасуйте його, перш ніж починати запис екрана.
vi: Đang có phiên chụp; hãy hoàn tất hoặc hủy phiên hiện tại trước khi bắt đầu ghi màn hình.
zh_hant: 擷取工作階段進行中，請先完成或取消目前工作階段再開始錄屏。

source: 捕获屏幕
ar: التقاط الشاشة
de: Bildschirm erfassen
en: Capture Screen
es: Capturar pantalla
fr: Capturer l'écran
hi: स्क्रीन कैप्चर
id: Tangkap Layar
it: Acquisisci schermo
ja: 画面キャプチャ
ko: 화면 캡처
nl: Scherm vastleggen
pl: Przechwyć ekran
pt: Capturar ecrã
ru: Захват экрана
sv: Fånga skärm
th: จับภาพหน้าจอ
tr: Ekranı yakala
uk: Захоплення екрана
vi: Chụp màn hình
zh_hant: 擷取螢幕

source: 捕获屏幕：拖拽选区域、单击选窗口、空格全屏；悬浮工具栏可保存截图或录制为视频（全局热键 ⌃⌘S）
ar: التقاط الشاشة: اسحب لتحديد منطقة، وانقر لاختيار نافذة، ومسافة للشاشة كاملة؛ ويتيح شريط الأدوات العائم حفظ لقطة أو تسجيلها كفيديو (مفتاح اختصار عام ⌃⌘S)
de: Bildschirm erfassen: Ziehen für einen Bereich, Klicken für ein Fenster, Leertaste für Vollbild; in der schwebenden Werkzeugleiste können Sie einen Screenshot sichern oder als Video aufnehmen (globales Tastenkürzel ⌃⌘S)
en: Capture Screen: drag to select a region, click to pick a window, press Space for full screen; the floating toolbar lets you save a screenshot or record it as a video (global hotkey ⌃⌘S)
es: Capturar pantalla: arrastra para una región, haz clic para una ventana, pulsa Espacio para pantalla completa; la barra de herramientas flotante permite guardar una captura o grabarla como vídeo (atajo global ⌃⌘S)
fr: Capturer l'écran : glissez pour une zone, cliquez pour une fenêtre, Espace pour tout l'écran ; la barre d'outils flottante permet d'enregistrer une capture ou de la filmer (raccourci global ⌃⌘S)
hi: स्क्रीन कैप्चर: खींचकर क्षेत्र चुनें, क्लिक से विंडो चुनें, स्पेस से पूरी स्क्रीन; फ़्लोटिंग टूलबार से स्क्रीनशॉट सहेजें या वीडियो के रूप में रिकॉर्ड करें (ग्लोबल हॉटकी ⌃⌘S)
id: Tangkap Layar: seret untuk memilih area, klik untuk memilih jendela, tekan Spasi untuk seluruh layar; bilah alat mengambang memungkinkan menyimpan tangkapan atau merekamnya sebagai video (pintasan global ⌃⌘S)
it: Acquisisci schermo: trascina per un'area, fai clic per una finestra, premi Spazio per tutto lo schermo; la barra strumenti flottante consente di salvare uno screenshot o registrarlo come video (scorciatoia globale ⌃⌘S)
ja: 画面キャプチャ：ドラッグで範囲、クリックでウインドウ、スペースで全画面を選択。フローティングツールバーでスクリーンショットを保存したり動画として録画できます（グローバルホットキー ⌃⌘S）
ko: 화면 캡처: 드래그로 영역, 클릭으로 윈도우, 스페이스로 전체 화면을 선택합니다. 떠 있는 도구 막대에서 스크린샷을 저장하거나 동영상으로 녹화할 수 있습니다(전역 단축키 ⌃⌘S).
nl: Scherm vastleggen: sleep voor een gebied, klik voor een venster, druk op de spatiebalk voor volledig scherm; met de zwevende werkbalk sla je een schermafbeelding op of neem je op als video (globale sneltoets ⌃⌘S)
pl: Przechwyć ekran: przeciągnij, aby wybrać obszar, kliknij, aby wybrać okno, naciśnij Spację, aby uchwycić pełny ekran; pływający pasek narzędzi pozwala zapisać zrzut lub nagrać go jako wideo (skrót globalny ⌃⌘S)
pt: Capturar ecrã: arraste para uma região, clique para uma janela, prima Espaço para o ecrã inteiro; a barra de ferramentas flutuante permite guardar uma captura ou gravá-la como vídeo (atalho global ⌃⌘S)
ru: Захват экрана: перетащите для выбора области, щёлкните для окна, пробел — весь экран; на плавающей панели можно сохранить снимок или записать видео (глобальное сочетание ⌃⌘S)
sv: Fånga skärm: dra för att välja ett område, klicka för ett fönster, tryck på mellanslag för helskärm; med det flytande verktygsfältet kan du spara en skärmbild eller spela in den som video (globalt kortkommando ⌃⌘S)
th: จับภาพหน้าจอ: ลากเพื่อเลือกพื้นที่ คลิกเพื่อเลือกหน้าต่าง กด Space เพื่อเต็มหน้าจอ แถบเครื่องมือลอยช่วยบันทึกภาพหรือบันทึกเป็นวิดีโอ (ปุ่มลัดทั่วไป ⌃⌘S)
tr: Ekranı yakala: alan seçmek için sürükleyin, pencere için tıklayın, tam ekran için Boşluk tuşuna basın; yüzen araç çubuğundan ekran görüntüsü kaydedebilir veya video olarak kaydedebilirsiniz (genel kısayol ⌃⌘S)
uk: Захоплення екрана: перетягніть, щоб вибрати область, клацніть для вікна, пробіл — увесь екран; на плаваючій панелі можна зберегти знімок або записати відео (глобальна комбінація ⌃⌘S)
vi: Chụp màn hình: kéo để chọn vùng, nhấp để chọn cửa sổ, nhấn Space để toàn màn hình; thanh công cụ nổi cho phép lưu ảnh chụp hoặc ghi thành video (phím tắt toàn cục ⌃⌘S)
zh_hant: 擷取螢幕：拖曳選區域、單擊選視窗、空格全螢幕；懸浮工具列可儲存截圖或錄製為影片（全域熱鍵 ⌃⌘S）

source: 排队中
ar: في الانتظار
de: In Warteschlange
en: Queued
es: En cola
fr: En file d'attente
hi: कतार में
id: Dalam antrean
it: In coda
ja: 待機中
ko: 대기 중
nl: In wachtrij
pl: W kolejce
pt: Em fila
ru: В очереди
sv: I kö
th: อยู่ในคิว
tr: Kuyrukta
uk: У черзі
vi: Đang xếp hàng
zh_hant: 排隊中

source: 接口地址或模型不存在，请检查 Base URL 和模型名称配置
ar: نقطة النهاية أو النموذج غير موجود. تحقق من عنوان URL الأساسي واسم النموذج.
de: Endpunkt oder Modell existiert nicht. Bitte prüfen Sie Basis-URL und Modellnamen.
en: The endpoint or model does not exist. Please check the Base URL and model name.
es: El endpoint o el modelo no existe. Comprueba la URL base y el nombre del modelo.
fr: Le point d'accès ou le modèle n'existe pas. Veuillez vérifier l'URL de base et le nom du modèle.
hi: एंडपॉइंट या मॉडल मौजूद नहीं है। कृपया बेस URL और मॉडल नाम जाँचें।
id: Titik akhir atau model tidak ada. Silakan periksa URL dasar dan nama model.
it: L'endpoint o il modello non esiste. Controlla l'URL di base e il nome del modello.
ja: エンドポイントまたはモデルが存在しません。ベース URL とモデル名を確認してください。
ko: 엔드포인트 또는 모델이 존재하지 않습니다. Base URL과 모델 이름 구성을 확인하세요.
nl: Het eindpunt of model bestaat niet. Controleer de basis-URL en modelnaam.
pl: Punkt końcowy lub model nie istnieje. Sprawdź bazowy adres URL i nazwę modelu.
pt: O endpoint ou modelo não existe. Verifique a URL base e o nome do modelo.
ru: Конечная точка или модель не существует. Проверьте базовый URL и имя модели.
sv: Slutpunkten eller modellen finns inte. Kontrollera bas-URL:en och modellnamnet.
th: ไม่มีเอนด์พอยต์หรือโมเดลนี้ โปรดตรวจสอบ URL ฐานและชื่อโมเดล
tr: Uç nokta veya model mevcut değil. Lütfen temel URL'yi ve model adını kontrol edin.
uk: Кінцева точка або модель не існує. Перевірте базову URL-адресу та назву моделі.
vi: Điểm cuối hoặc mô hình không tồn tại. Vui lòng kiểm tra URL gốc và tên mô hình.
zh_hant: 接口地址或模型不存在，請檢查 Base URL 和模型名稱配置

source: 提前
ar: قبل
de: vorher
en: before
es: antes
fr: avant
hi: पहले
id: sebelum
it: prima
ja: 前
ko: 전
nl: eerder
pl: przed
pt: antes
ru: за
sv: innan
th: ก่อน
tr: önce
uk: до
vi: trước

source: 提前提醒
ar: تذكير مسبق
de: Voraberinnerung
en: Remind Before
es: Aviso previo
fr: Rappel anticipé
hi: पूर्व अनुस्मारक
id: Pengingat awal
it: Promemoria anticipato
ja: 事前リマインダー
ko: 사전 알림
nl: Vroegtijdige herinnering
pl: Przypomnienie z wyprzedzeniem
pt: Lembrete antecipado
ru: Заблаговременное напоминание
sv: Tidig påminnelse
th: เตือนล่วงหน้า
tr: Erken hatırlatma
uk: Завчасне нагадування
vi: Nhắc trước

source: 提示词
ar: المطالبات
de: Prompts
en: Prompts
es: Prompts
fr: Prompts
hi: प्रॉम्प्ट
id: Prompt
it: Prompt
ja: プロンプト
ko: 프롬프트
nl: Prompts
pl: Prompty
pt: Prompts
ru: Промпты
sv: Prompter
th: พรอมต์
tr: İstemler
uk: Промпти
vi: Câu lệnh
zh_hant: 提示詞

source: 提醒
ar: تذكير
de: Erinnerung
en: Reminder
es: Aviso
fr: Rappel
hi: अनुस्मारक
id: Pengingat
it: Promemoria
ja: リマインダー
ko: 알림
nl: Herinnering
pl: Przypomnienie
pt: Lembrete
ru: Напоминание
sv: Påminnelse
th: การเตือน
tr: Hatırlatma
uk: Нагадування
vi: Lời nhắc

source: 提醒事项
ar: التذكيرات
de: Erinnerungen
en: Reminders
es: Recordatorios
fr: Rappels
hi: रिमाइंडर
id: Pengingat
it: Promemoria
ja: リマインダー
ko: 알림
nl: Herinneringen
pl: Przypomnienia
pt: Lembretes
ru: Напоминания
sv: Påminnelser
th: เตือนความจำ
tr: Anımsatıcılar
uk: Нагадування
vi: Lời nhắc
zh_hant: 提醒事項

source: 提醒事项列表
ar: قائمة التذكيرات
de: Erinnerungsliste
en: Reminders List
es: Lista de Recordatorios
fr: Liste Rappels
hi: रिमाइंडर सूची
id: Daftar Pengingat
it: Elenco Promemoria
ja: リマインダーリスト
ko: 알림 목록
nl: Herinneringen-lijst
pl: Lista Przypomnień
pt: Lista do Lembretes
ru: Список Напоминаний
sv: Påminnelselista
th: รายการเตือนความจำ
tr: Anımsatıcılar listesi
uk: Список Нагадувань
vi: Danh sách Lời nhắc
zh_hant: 提醒事項列表

source: 提醒事项删除失败，系统「提醒事项」中可能仍有残留。请手动打开提醒事项 App 删除。
ar: فشل الحذف من التذكيرات؛ قد تبقى إدخالات في تطبيق التذكيرات بالنظام. احذفها يدويًا.
de: Löschen aus Erinnerungen fehlgeschlagen; Einträge könnten in der Erinnerungen-App verbleiben. Bitte löschen Sie sie dort manuell.
en: Failed to delete from Reminders; entries may remain in the system Reminders app. Please delete them manually.
es: Error al eliminar de Recordatorios; pueden quedar entradas en la app Recordatorios del sistema. Elimínalas manualmente.
fr: Échec de la suppression dans Rappels ; des entrées peuvent subsister dans l'app Rappels système. Veuillez les supprimer manuellement.
hi: रिमाइंडर से हटाने में विफल; सिस्टम रिमाइंडर ऐप में प्रविष्टियाँ रह सकती हैं। कृपया वहाँ मैन्युअल रूप से हटाएँ।
id: Gagal menghapus dari Pengingat; entri mungkin masih ada di aplikasi Pengingat sistem. Silakan hapus secara manual.
it: Eliminazione da Promemoria non riuscita; potrebbero restare voci nell'app Promemoria di sistema. Eliminale manualmente.
ja: リマインダーの削除に失敗しました。システムのリマインダーに残っている可能性があります。リマインダーアプリで手動で削除してください。
ko: 알림 삭제에 실패했습니다. 시스템 '알림'에 남아 있을 수 있습니다. 알림 앱에서 수동으로 삭제하세요.
nl: Verwijderen uit Herinneringen mislukt; items kunnen in de systeem-Herinneringen-app achterblijven. Verwijder ze handmatig.
pl: Nie udało się usunąć z Przypomnień; wpisy mogą pozostać w systemowej aplikacji Przypomnienia. Usuń je ręcznie.
pt: Falha ao apagar do Lembretes; entradas podem permanecer no app Lembretes do sistema. Apague-as manualmente.
ru: Не удалось удалить из Напоминаний; записи могли остаться в системном приложении Напоминания. Удалите их вручную.
sv: Det gick inte att radera från Påminnelser; poster kan finnas kvar i systemets Påminnelser-app. Radera dem manuellt.
th: ลบจากเตือนความจำไม่สำเร็จ รายการอาจยังอยู่ในแอปเตือนความจำของระบบ โปรดลบด้วยตนเอง
tr: Anımsatıcılar'dan silinemedi; sistem Anımsatıcılar uygulamasında girişler kalmış olabilir. Lütfen oradan manuel silin.
uk: Не вдалося видалити з Нагадувань; записи можуть залишитися в системному застосунку Нагадування. Видаліть їх вручну.
vi: Xóa khỏi Lời nhắc thất bại; các mục có thể còn trong ứng dụng Lời nhắc hệ thống. Vui lòng xóa thủ công.
zh_hant: 提醒事項刪除失敗，系統「提醒事項」中可能仍有殘留。請手動打開提醒事項 App 刪除。
